Repository: Cement-Labs/Clipchop
Catalog: Clipchop/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %.2fs
zh_hans: %.2f 秒

source: %@ is open source.
zh_hans: %@是开源的

source: %d Days
zh_hans: %d 天

source: %d Hours
zh_hans: %d 时

source: %d Minutes
zh_hans: %d 分

source: %d Months
zh_hans: %d 月

source: %d Years
zh_hans: %d 年

source: %lld Days
zh_hans: %lld 天

source: %lld Hours
zh_hans: %lld 时

source: %lld Minutes
zh_hans: %lld 分

source: %lld Months
zh_hans: %lld 月

source: %lld Years
zh_hans: %lld 年

source: %llds
zh_hans: %lld 秒

# %llu Clips, %lld Items
source: %1$llu Clips, %2$lld Items
zh_hans: 剪贴%1$llu次，共%2$lld个项目

source: 3D Models
zh_hans: 3D 模型

source: About
zh_hans: 关于

source: Accessibility Access
zh_hans: 辅助功能访问权限

# Accessibility Access Alert: Content
source: Accessibility Access is required for %@ to take over your clipboard.
zh_hans: %@ 需要无障碍访问权限以接管您的剪贴板。

# Accessibility Access Alert: Title
source: %@ Needs Accessibility Access
zh_hans: %@ 需要无障碍访问权限

source: Accessibility Access is needed to take over your clipboard.
zh_hans: 需要无障碍访问权限来接管您的剪贴板。

source: Acknowledgements
zh_hans: 致谢

source: Add
zh_hans: 添加

source: All Types
zh_hans: 全部

source: App Excluding
zh_hans: 忽略应用

source: App Icon
zh_hans: 应用图标

# App Icon: Aerugo
source: Aerugo
zh_hans: 锈斑

# App Icon: Beta
source: Clipchop Beta
zh_hans: Beta

source: App Settings
zh_hans: 应用设置

# App Version: Semantic
source: Version %@
zh_hans: 版本 %@

source: Appearance
zh_hans: 主题

source: Application
zh_hans: 应用

source: Apply
zh_hans: 应用

source: Apply Preservation Time
zh_hans: 应用保存期限

source: Applying a new preservation time clears all the outdated clipboard history except your pins.
zh_hans: 设定新的保存期限会自动清除所有已过期的剪贴板历史，但您Pin住的条目将得以保留。

source: Archives
zh_hans: 归档

source: At the cursor
zh_hans: 在光标处

source: At the mouse
zh_hans: 在鼠标处

source: At the subcenter
zh_hans: 在固定位置

source: Audio
zh_hans: 音频

source: Auto Close Timeout
zh_hans: 超时自动关闭

source: Back
zh_hans: 返回

source: Blue
zh_hans: 蓝

source: Call up the clip history window.
zh_hans: 呼出剪贴板历史窗口

source: Cancel
zh_hans: 取消

source: Categorization
zh_hans: 分类

source: Category
zh_hans: 类别

source: Category Name
zh_hans: 类别名称

source: Clear Clipboard History
zh_hans: 清除剪贴板历史记录

source: Clip more to unlock more! You've already clipped %llu times.
zh_hans: 多剪贴，多解锁！您已进行了 %llu 次剪贴。

source: Clip sound
zh_hans: 复制声音

source: Clipboard
zh_hans: 剪贴板

source: Clipboard Behaviors
zh_hans: 剪贴板功能

source: Clipboard Monitoring
zh_hans: 剪贴板跟踪

source: Clipboard Settings
zh_hans: 剪贴板设置

source: Clipchop is currently still a very early version, and many things are not yet mature. Therefore, we really need you to share your feedback on GitHub, including feature suggestions, interaction recommendations, and bug reports.
zh_hans: Clipchop目前还是一个非常早期的版本，很多功能尚未完善。因此，我们非常需要您在GitHub上分享您的反馈，包括功能建议、交互建议和bug报告。

source: Code Files
zh_hans: 代码文件

source: color
zh_hans: 颜色

source: Color
zh_hans: 颜色

source: Color style
zh_hans: 颜色样式

source: Continue
zh_hans: 继续

source: Copy
zh_hans: 复制

source: Copy as plain text
zh_hans: 以纯文本复制

source: Copy as Plain Text to Clipboard
zh_hans: 以纯文本复制到剪贴板

source: Copy Shortcut
zh_hans: 粘贴快捷键

source: Copy to Clipboard
zh_hans: 复制到剪贴板

source: Custom
zh_hans: 自定义

source: Custom accent color only applies to the clip history window.
zh_hans: 自定义强调色仅适用于剪贴板历史窗口

source: Customization
zh_hans: 个性化

source: Dark
zh_hans: 深色模式

source: Delete
zh_hans: 删除

source: Delete Shortcut
zh_hans: 删除快捷键

source: Display More
zh_hans: 显示更多

source: Do Not Disturb
zh_hans: 勿扰模式

source: Documents
zh_hans: 文档

source: Edit
zh_hans: 编辑

source: Enable or disable monitoring of your clipboard history.
zh_hans: 启用/禁用剪贴板历史记录跟踪。

source: Exclude apps to prevent %@ copying their contents.
zh_hans: 排除应用程序，以防止 %@ 复制它们的内容。

source: FeedBack
zh_hans: 反馈

source: File Extension
zh_hans: 文件扩展名

source: File Type
zh_hans: 文件类型

source: Forever
zh_hans: 永远

source: Full Disk Access
zh_hans: 完全磁盘访问权限

# Full Disk Access Alert: Content
source: Full Disk Access is required for %@ to generate file previews.
zh_hans: %@ 需要完全磁盘访问权限以生成文件预览。

# Full Disk Access Alert: Title
source: %@ Needs Full Disk Access
zh_hans: %@ 需要完全磁盘访问权限

source: Full Disk Access is needed to generate file previews.
zh_hans: 需要全盘访问权限来生成文件预览。

source: General
zh_hans: 常规

source: Global Behaviors
zh_hans: 全局功能

source: Grant
zh_hans: 授权

source: Granted
zh_hans: 已授权

source: Green
zh_hans: 绿

source: images
zh_hans: 图像

source: Images
zh_hans: 图像

source: Insert
zh_hans: 插入

source: Keyboard Shortcuts
zh_hans: 快捷键

source: Later
zh_hans: 稍后

source: Licenced Under GPL-3.0
zh_hans: 根据 GPL-3.0 许可证授权

source: Light
zh_hans: 浅色模式

source: Limit %@'s functions in the specified apps.
zh_hans: 在指定的应用程序中限制 %@ 的功能。

source: link
zh_hans: 链接

source: Link
zh_hans: 链接

source: Loading...
zh_hans: 加载中

source: macOS Blue
zh_hans: macOS 蓝色

source: No Application Excluded
zh_hans: 没有应用被排除

source: No Clipboard History Available
zh_hans: 没有可用的剪贴板历史记录

source: none
zh_hans: 无

source: Open in System Settings
zh_hans: 在系统设置中打开

source: Open Settings…
zh_hans: 打开设置

source: Other
zh_hans: 其他

source: Panel Behaviors
zh_hans: 面板功能

source: Panel Position
zh_hans: 面板位置

source: Paste as Plain Text to %@
zh_hans: 以纯文本粘贴到%@

source: Paste as Plain Text to Frontmost
zh_hans: 以纯文本粘贴到台前

source: Paste sound
zh_hans: 粘贴声音

source: Paste to %@
zh_hans: 粘贴到%@

source: Paste to active application
zh_hans: 粘贴到活动应用

source: Paste to Frontmost
zh_hans: 粘贴到台前

source: Permissions
zh_hans: 权限

source: Pin
zh_hans: 固定

source: Pin Shortcut
zh_hans: 固定快捷键

source: Pinned
zh_hans: 固定

source: Preferred color scheme
zh_hans: 外观样式

source: Preservation time
zh_hans: 保存时间

source: Quick Selection
zh_hans: 快速选中

source: Quit
zh_hans: 退出

source: Quit %@
zh_hans: 退出%@

source: Recent Clips
zh_hans: 近期剪贴板内容

source: Red
zh_hans: 红

source: Remove
zh_hans: 移除

source: Remove format
zh_hans: 始终以纯文本粘贴

source: Reset
zh_hans: 重置

source: Reset Categorization.
zh_hans: 重置分类

source: Restore
zh_hans: 恢复

source: s
zh_hans: 秒

source: Search
zh_hans: 搜索

source: Search Categories
zh_hans: 搜索类别

source: Search File Types
zh_hans: 搜索文件类型

source: Settings…
zh_hans: 设置

source: Shortcuts
zh_hans: 快捷键

source: Show %@
zh_hans: 显示%@

source: Shows menu bar item
zh_hans: 显示菜单栏图标

source: Some applications are not available and are displayed at the cursor.
zh_hans: 部分应用不支持显示在光标处。

# Sound: None
source: None
zh_hans: 无

source: Source Code
zh_hans: 源代码

source: Start Using %@
zh_hans: 开始使用%@

source: Starts with macOS
zh_hans: 登录时启动

source: Suggest new icon
zh_hans: 建议新图标

source: Syncing
zh_hans: 同步

source: System
zh_hans: 跟随系统

source: This action clears all your clipboard history unrestorably, including pins.
zh_hans: 此操作将不可恢复地清除剪贴板的所有历史记录，包括Pin住的内容。

source: This action will clear all non-pinned entries from your clipboard history irreversibly.
zh_hans: 此操作将不可逆地清除剪贴板历史记录中所有未固定的条目。

source: This action will enlarge the panel size to display more content.
zh_hans: 此操作将扩大面板尺寸以显示更多内容。

source: This action will irreversibly reset all file types and file classifications.
zh_hans: 此操作将不可逆重置全部的文件类型和文件分类。

source: This option only adjusts quickly selected trigger keys, toggle selected using Tab and `
zh_hans: 此选项仅调整快速选中的触发按键，切换选中使用 Tab 和 ` 。

source: This option will determine where your panel appears
zh_hans: 此选项将决定面板显示的位置。

source: Tutorial
zh_hans: 教程

# Type: %d Folders
source: %d Folders
zh_hans: %d 个文件夹

# Type: Color
source: Color
zh_hans: 颜色

# Type: Folder
source: Folder
zh_hans: 文件夹

# Type: HTML
source: Text
zh_hans: 文本

# Type: Image
source: Image
zh_hans: 图像

# Type: Link
source: Link
zh_hans: 链接

# Type: Mixed
source: Multiple
zh_hans: 多种文件

# Type: RTF
source: Text
zh_hans: 文本

# Type: Text
source: Text
zh_hans: 文本

source: Unpin
zh_hans: 取消固定

source: Update interval
zh_hans: 更新间隔

source: Videos
zh_hans: 视频

source: Welcome to %@
zh_hans: 欢迎使用%@

source: When enabled, directly paste the selected item into the application you are currently using.
zh_hans: 当本功能启用后，将选中的项目直接粘贴到您当前正在使用的应用程序中。

source: When enabled, strips all font formatting from pasted text.
zh_hans: 当本功能启用后，清除粘贴文本的所有字体格式。

source: When enabled, this feature allows %@ to track changes in the system clipboard, offering clipboard history
zh_hans: 当本功能启用时，此功能允许 %@ 跟踪系统剪贴板的变化，提供剪贴板历史记录。

source: You can always open %@ again to access this page.
zh_hans: 你可以随时再次打开 %@ 来访问这个页面。

source: You have collected %lld types of files
zh_hans: 你已经收集了%lld种文件！

source: You're All Set!
zh_hans: 一切就绪！
